{
  "products": {
    "0002": {
      "category": "Masa",
      "discountPrice": 16.0,
      "imageNames": [
        {
          "first": "",
          "second": "front.jpg"
        }
      ],
      "informationDate": "",
      "modelDate": "",
      "price": 32.0,
      "productId": "0002",
      "productName": "dekoratif masa",
      "tags": [
        "masa",
        "tahta",
        "demir"
      ],
      "thumbnailDate": "",
      "description" : "Dayanıklı malzemelerden üretilmiş sağlam bir çerçeveye sahiptir. Zarif işlemeler ve detaylar, masayı benzersiz kılar ve odanızın atmosferini tamamlar. Çeşitli boyut ve renk seçenekleriyle mekânınıza uyum sağlar ve kişisel tarzınızı yansıtır. "
    },
    "0003": {
      "category": "Koltuk",
      "discountPrice": 90.0,
      "imageNames": [
        {
          "first": "",
          "second": "front_opened.jpg"
        },
        {
          "first": "",
          "second": "front_closed.jpg"
        }
      ],
      "informationDate": "",
      "modelDate": "",
      "price": 120.0,
      "productId": "0003",
      "productName": "Dolap ",
      "tags": [
        "sandalye",
        "tahta",
        "rahat"
      ],
      "thumbnailDate": "",
      "description" : "Ahşap veya metal gibi sağlam malzemelerden üretilmiştir. Geniş iç hacmi ve çeşitli bölmeleri sayesinde giysi, ayakkabı ve diğer eşyalarınızı düzenli bir şekilde saklayabilirsiniz. Kolay montajıyla dikkat çeker ve çeşitli renk seçenekleriyle mekânınıza uyum sağlar. Şık ve pratik bir depolama çözümü sunar. "
    },
    "0001": {
      "category": "Koltuk",
      "discountPrice": 8.0,
      "imageNames": [
        {
          "first": "",
          "second": "back.jpg"
        },
        {
          "first": "",
          "second": "front.jpg"
        }
      ],
      "informationDate": "",
      "modelDate": "",
      "price": 15.0,
      "productId": "0001",
      "productName": "tahta sandalye",
      "tags": [
        "sandalye",
        "tahta",
        "rahat"
      ],
      "thumbnailDate": "",
      "description" : "Konforlu Sandalye, ergonomik tasarımı ve yüksek kaliteli malzemeleriyle dikkat çeken bir oturma ürünüdür. Yumuşak minderi ve sırt dayanağı, uzun süreli oturmalarda bile rahatlık sağlar. Sağlam çerçevesi, güvenli bir oturma deneyimi sunar ve dayanıklı yapıya sahiptir. Sandalyenin ayakları kaymaz tabanlarla donatılmıştır, böylece zeminde sabit bir duruş sağlar ve güvenliği artırır. Çeşitli renk ve doku seçenekleri mekânınıza uyum sağlar ve şık bir görünüm sunar. Konforlu Sandalye, ev veya ofis gibi çeşitli mekânlarda kullanım için idealdir"
    }
  }
}
